<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="x-ua-compatible" content="ie=edge">
    <link rel="stylesheet" href="./assets/css/common.css">
    <link rel="stylesheet" href="./assets/css/post.css">
    <title>blog</title>
</head>
<body>
<?php include "include/header.php"?>
<main>
    <div class="inner_container">

        <div class="post">
            <div class="post_info">
                <p class="username">Nil Josten</p>
                <p class="date">12.12.12</p>
            </div>
            <h2>Короче я понял</h2>
            <div class="image" >
                <img  src="./assets/image/1688932908_art-kartinkof-club-p-lunapiq-art-5.jpg" alt="">
            </div>
            <p >Из тебя растили суперзвезду, и тебе, наверное, пришлось очень, очень тяжко. В тебе видели только ресурс, но не человека, нечто совершенно бесполезное за пределами поля. Да, звучит жестко. Мы с Кевином постоянно обсуждаем твои многочисленные комплексы, которыми одарил тебя папаша.Понимаю, в твоей психической неуравновешенности и беспредельной мании величия виноват не только ты. Кроме того, ясно, что ты чисто физически не способен разговаривать с окружающими как все нормальные люди. Тем не менее это не означает, что мы обязаны выслушивать все то дерьмо, которое из тебя льется. Жалость — это, конечно, повод во многом тебя оправдать, но свой лимит на жалость ты исчерпал примерно шесть оскорблений назад. Так что, пожалуйста — пожалуйста, — заткни уже пасть и не цепляйся к нам.
                Вороны разом уронили челюсти. Нарушив свою идеальную симметрию, они ошеломленно пялились на Нила.</p>
            <h3>Каз Брейкер</h3>
            <p>
                — Каждый человек — это сейф, хранилище тайн и стремлений. Есть те, кто идёт путём насилия, но я предпочитаю более мягкий подход... надавить на нужные места в подходящий момент. Это деликатный процесс.
                — Вы всегда выражаетесь метафорами, господин Бреккер.
                Каз улыбнулся.
                — Это не метафора.
            </p>
            <div class="image">
                <img src="https://kartinki.pibig.info/uploads/posts/2023-08/1692117084_kartinki-pibig-info-p-shesterka-voronov-kartinki-oboi-1.png" alt="">
            </div>
            <h3>Шестерка воронов</h3>
            <p>
                Карточный игрок, каторжник, блудный сын, потерявшаяся девушка-гриш, сулийка, ставшая убийцей, и парень из Бочки, превратившийся в монстра. Инеж окинула взглядом свою странную команду: босые и дрожащие в испачканной копотью тюремной робе. Их силуэты, освещенные золотым светом из купола, смягчались туманом, повисшим в воздухе. Что связало их вместе? Жадность? Отчаяние? Или дело в том, что они знали: если кто-то из них сегодня исчезнет, никто не станет его искать?

            </p>

            <div class="tags">
                <p>
                    <strong>Теги:</strong>
                    <a href="#">API</a>
                    <a href="#">структуры данных</a>
                    <a href="#">оптимизация</a>
                    <a href="#">задачи</a>

                </p>
            </div>

            <div class="post_stats">
                <div class="stat">
                    <img src="assets/image/view-eye.svg" alt="">
                    <p>123</p>
                </div>
                <div class="stat">
                    <img src="assets/image/comment-3.svg" alt="">
                    <p>34</p>
                </div>
            </div>
        </div>

            <div class="comments">
                <h2>Комментарии</h2>
                <div class="comment">
                    <div class="comment_info">
                        <p class="username">Nil Josten</p>
                        <p class="date">12.12.12</p>
                    </div>

                    <p>Автор. Ли Бардуго является известным автором подростковых книг, а данную популярность принесла
                        ей как раз эта книга, даже учитывая что трилогия Гришей были бестселлерами.</p>


                </div>
                <div class="comment">
                    <div class="comment_info">
                        <p class="username">Человек</p>
                        <p class="date">12.12.12</p>
                    </div>

                    <p>Каз Бреккер никогда не снимает черных перчаток. Но, если не хочешь стать ужином для акул, не
                        спрашивай его, почему. Никому не известно, где его семья, откуда он пришел и почему остался в
                        Кеттердаме. Зато он знает обо всех и все.</p>

                </div>


            </div>

    </div>

</main>

<?php include "include/footer.php"?>
<script src="assets/js/common.js"></script>
</body>
</html>